aom
arttime
bclm
brotli
c-ares
ca-certificates
cairo
certifi
cffi
cloc
croc
cryptography
dust
fontconfig
freetype
fribidi
fswatch
fzf
gcc
gettext
ghostscript
giflib
glib
gmp
go
graphite2
harfbuzz
highway
howdoi
icu4c@76
imagemagick
imath
isl
jasper
jbig2dec
jpeg-turbo
jpeg-xl
lazydocker
leptonica
libarchive
libb2
libde265
libdeflate
libheif
libidn
liblqr
libmpc
libnghttp2
libomp
libpng
libraw
libsodium
libtiff
libtool
libunistring
libuv
libvmaf
libx11
libxau
libxcb
libxdmcp
libxext
libxml2
libxrender
libzip
little-cms2
lolcat
lua
lz4
lzo
m4
mpdecimal
mpfr
node
nushell
openexr
openjpeg
openssl@3
pango
pcre2
pixman
pycparser
python-packaging
python@3.12
python@3.13
ranger
readline
shared-mime-info
sketchybar
skhd
speedread
speedtest-cli
sqlite
streamlink
task
tesseract
timewarrior
tldr
tty-clock
webp
x265
xorgproto
xz
yabai
yt-dlp
zsh-autosuggestions
zsh-syntax-highlighting
zstd
aerospace
alt-tab
bettertouchtool
blurred
font-hack-nerd-font
font-space-mono-nerd-font
ghostty
homerow
iglance
iina
karabiner-elements
orion
qutebrowser
rectangle
rustdesk
wireshark
