=== Homebrew Formulae ===
aom
aria2
aribb24
arttime
atac
axel
bat
brotli
btop
c-ares
ca-certificates
cairo
carapace
certifi
cffi
cjson
cloc
cmatrix
croc
cryptography
curl
dav1d
dust
eza
fabric-ai
ffmpeg
flac
fontconfig
freetype
frei0r
fribidi
fswatch
fzf
gcc
gettext
gh
ghostscript
giflib
git
glib
gmp
gnutls
go
gradle
graphite2
grep
harfbuzz
highway
howdoi
http-server
icu4c@76
icu4c@77
imagemagick
imath
imlib2
isl
jasper
jbig2dec
jpeg-turbo
jpeg-xl
lame
lazydocker
lazygit
leptonica
libarchive
libass
libb2
libbluray
libcaca
libde265
libdeflate
libevent
libgit2
libheif
libidn
libidn2
liblqr
libmicrohttpd
libmpc
libnghttp2
libogg
libomp
libpng
libraw
librist
libsamplerate
libsndfile
libsodium
libsoxr
libssh
libssh2
libtasn1
libtiff
libtool
libunibreak
libunistring
libuv
libvidstab
libvmaf
libvorbis
libvpx
libvterm
libx11
libxau
libxcb
libxdmcp
libxext
libxml2
libxrender
libyaml
libzip
little-cms2
lolcat
lpeg
lua
luajit
luv
lz4
lzo
m4
mailsy
mbedtls
mongodb-community-shell
mongosh
mpdecimal
mpfr
mpg123
mplayer
msgpack
musl-cross
ncurses
neovim
nettle
nextdns
node
nushell
oniguruma
opencore-amr
openexr
openjdk
openjpeg
openssl@3
opus
p11-kit
pango
pcre2
pixman
podman
podman-compose
powerlevel10k
pycparser
python-packaging
python@3.13
rainfrog
ranger
rav1e
readline
ripgrep
rtmpdump
rubberband
sdl2
shared-mime-info
skhd
snappy
speedread
speedtest-cli
speex
sqlite
srt
stow
streamlink
svt-av1
tailscale
task
tesseract
theora
timewarrior
tldr
tmux
tmuxai
tree-sitter
tty-clock
unbound
unibilium
utf8proc
webp
wget
x264
x265
xorgproto
xvid
xz
yabai
yazi
yewtube
yt-dlp
zeromq
zimg
zoxide
zsh-autosuggestions
zsh-syntax-highlighting
zstd

=== Homebrew Casks ===
gstreamer-runtime
karabiner-elements
legcord
podman-desktop
postman
qbittorrent
spaceman
wine-stable
zen
zen-browser
